/* Authorization */
"Welcome" = "Welcome";
"Auth error" = "Authorization error";
"Auth error description" = "Please make sure that you've entered the correct phone or email and password and try again.";

/* Registration */
"New account" = "New account";
"Cancel" = "Cancel";

/* Messages */
"Messages" = "Messages";
"Search" = "Search";
"Photo" = "Photo";
"Audio" = "Audio";
"Video" = "Video";
"Geo" = "Geo";

/* Chat history */
"Loading messages" = "Loading messages..";
"No messages" = "No messages yet";
"Back" = "Back";
"Online" = "Online";
"Pull up to refresh" = "Pull up to refresh..";
"Write a message" = "Write a message";
"Send" = "Send";
/* {user} был в сети {time} назад — {user} was last seen {time} ago */
"Suggest a friend" = "Suggest a friend";
"Add participant" = "Add participant";
"Uploading attachments" = "Uploading attachments..";
"Remove attachment" = "Remove attachment";
"Error uploading" = "Error uploading";
"Message was not sent" = "Message was not sent.";
"Try again" = "Try again";

/* Contacts */
"Contacts" = "Contacts";
"Friends" = "Friends";
"Important" = "Important";
"Requests" = "Requests";
"Friend requests" = "Friend requests";
"People you may know" = "People you may know";
"Send a message" = "Send a message";
"Send invitation" = "Send invitation";
"Add to favorites" = "Add to favorites";
"Invite you to install" = "Hi there! Invite you to install fast and cool VK messenger!";

/* Favorites */
"Favorites" = "Favorites";
"Edit" = "Edit";
"Invite friends" = "Invite friends";
"Invite people from your contacts list" = "Invite people from your contacts list for fast, free and convenient messages.";
"Done" = "Done";
"Favorites list empty" = "Favorites list empty";


/* Settings */
"Settings" = "Settings";
"Change photo" = "Change photo";
"In-app notifications" = "In-app notifications";
"Vibrate" = "Vibrate";
"Sound" = "Sound";
"Banner" = "Banner";
"Push notifications" = "Push notifications";
/* Отключить звуковые уведомления на {time} – Disable notification sound for the next {time} */

/* Pull to refresh smart date */
"Pull down to refresh" = "Pull down to refresh..";
"Release to refresh" = "Release to refresh..";
"Loading" = "Loading..";
"Updated" = "Updated";
"Just now" = "just now";

"YearKey" = "a year";
"YearsKey" = "years";
"DayKey" = "day";
"DaysKey" = "days";

"Secunda" = "second";
"Secund" = "seconds";
"Secundi" = "seconds";
"Secundu" = "seconds";

"Minuta" = "minute";
"Minut" = "minutes";
"Minuti" = "minutes";
"Minutu" = "minutes";

"Chas" = "hour";
"Chasov" = "hours";
"Chasa" = "hours";


"AgoKey" = "ago";
"LaterKey" = "later";
"AboutKey" = "about";

"h:mm a" = "h:mm a";
"EEEE" = "EEEE";
"EE" = "EE";
"M/d/yy" = "M/d/yy";
"MMMM d" = "MMMM d";
"Yesterday" = "Yesterday";
